const subjects = [
  {
    subject: "단어",
    level: 1,
    category: null,
    point: 0,
  },
  {
    subject: "자기소개",
    level: 2,
    category: null,
    point: 1,
  },
  {
    subject: `달이 떴다고 전화를 주시다니요

이 밤 너무 신나고 근사해요

내 마음에도 생전 처음 보는

환한 달이 떠오르고

산아래 작은 마을이 그려집니다

간절한 이 그리움들을,

사무쳐오는 이 연정들을

달빛에 실어

당신께 보냅니다

세상에,

강변에 달이 곱다고

전화를 다 주시다니요

흐르는 물 어디쯤 눈부시게 부서지는 소리

문득 들려옵니다



김용택, 달이 떴다고 전화를 주시다니요`,
    level: 3,
    category: null,
    point: 2,
  },
  {
    subject: `사람은 왜 잠을 자고 꿈을 꾸는가? 그건 바로, 모든 사람은 불완전하고 저마다의 방식으로 어리석기 때문이에요.
    첫 번째 제자처럼 앞만 보고 사는 사람이든, 두 번째 제자처럼 과거에만 연연하는 사람이든, 
    누구나 정말로 중요한 것을 놓치기 쉽죠. 
    그렇기 때문에 시간의 신은 세 번째 제자에게 잠든 시간을 맡겨서 그들을 돕게 한 거예요.
    왜, 푹 자는 것만으로도 어제의 근심이 눈 녹듯 사라지고, 오늘을 살아갈 힘이 생길 때가 있잖아요?
    바로 그거예요. 꿈을 꾸지 않고 푹 자든, 여기 이 백화점에서 파는 좋은 꿈을 꾸든, 저마다 잠든 시간을 이용해서
    어제를 정리하고 내일을 준비할 수 있게 만들어지는 거예요.
    그렇게 생각하면 잠든 시간도 더는 쓸모 없는 시간이 아니게 되죠.
    
    이미예, 「달러구트 꿈백화점」 일부 발췌`,
    level: 3,
    category: null,
    point: 2,
  },
  {
    subject: `행복한 사람들에게는 반드시 저마다의 행복한 방법이 있다. 누군가에게 그 방법은 신앙이고, 다른 누군가에게는 사랑이며, 또 어떤 이에게는 자기만의 취미가 있다. 그런 구체적인 무언가가 없더라도 그들은 자기 마음과 싸워 이기는 방법을 의식적, 혹은 무의식적으로 알아서 불행에 몰두하지 않는다. 행복한 사람들을 만나면 그런 것들을 배울 수 있다. 그렇구나, 그래서 행복하구나, 나도 행복해야겠다, 하고 생각한다.
    정지우, "요즘 나는, 행복한 사람들이 좋다" 일부 발췌 (출처 : https://ppss.kr/archives/177268)`,
    level: 3,
    category: null,
    point: 2,
  },
  {
    subject: "편지",
    level: 4,
    category: null,
    point: 3,
  },
];

export { subjects };
